Revit 2027 API
SymbolTypeId.KgCO2ePerMWh Property
 Symbol kgCO₂e/MWh, indicating kilograms Carbon Dioxide per megawatt hour
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerMWh { get; }
Public Shared ReadOnly Property KgCO2ePerMWh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerMWh {
	ForgeTypeId^ get ();
}
static member KgCO2ePerMWh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace